Repository: NiiFi/uinterface
Catalog: src/locales/*.po
Languages: cs_cz, el_gr, fi_fi, hu_hu, uk_ua

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
cs_cz: Tato transakce nebude úspěšná ani kvůli pohybu ceny, ani poplatku za převod. Zkuste zvýšit toleranci skluzu.
el_gr: Αυτή η συναλλαγή δεν θα πετύχει ούτε λόγω της μεταβολής των τιμών ή των τελών κατά τη μεταφορά. Δοκιμάστε να αυξήσετε την ανοχή ολίσθησης.
fi_fi: Tämä liiketoimi ei onnistu joko hinnanmuutoksen tai siirtomaksun vuoksi. Yritä lisätä liukastumistoleranssia.
hu_hu: Ez a tranzakció sem az ármozgás, sem az átutalási díj miatt nem lesz sikeres. Próbáld meg növelni a csúszástűrést.
uk_ua: Ця транзакція не буде успішною ні через рух ціни, ні через комісію за переказ. Спробуйте збільшити свою толерантність до ковзання.

source: Tip: Custom tokens are stored locally in your browser
cs_cz: Tip: Vlastní tokeny jsou uloženy lokálně ve vašem prohlížeči
el_gr: Συμβουλή: Τα προσαρμοσμένα διακριτικά αποθηκεύονται τοπικά στο πρόγραμμα περιήγησης
fi_fi: Vihje: Mukautetut tokenit tallennetaan paikallisesti selaimellesi
hu_hu: Tipp: Az egyedi tokenek helyileg vannak tárolva a böngészőben
uk_ua: Порада: користувацькі токени зберігаються локально в браузері

source: To
cs_cz: Komu
el_gr: Προς
fi_fi: Vastaanottaja
hu_hu: Nak nek
uk_ua: На

source: To (at least)
cs_cz: Do (alespoň)
el_gr: Έως (τουλάχιστον)
fi_fi: Mihin (ainakin)
hu_hu: (Legalább)
uk_ua: До (не менше)

source: Toggle Expert Mode
cs_cz: Přepnout režim Expert
el_gr: Εναλλαγή Λειτουργίας Ειδικών
fi_fi: Vaihda Asiantuntijatilaa
hu_hu: Kapcsolja be a Szakértői módot
uk_ua: Ввімкнути/вимкнути експериментальний режим

source: Tokens
cs_cz: Tokeny
el_gr: Ενδείξεις
fi_fi: Tokenit
hu_hu: Tokenek
uk_ua: Токени

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
cs_cz: Tokeny z neaktivních seznamů. Níže importujte konkrétní tokeny nebo kliknutím na Spravovat aktivujte další seznamy.
el_gr: Διακριτικά από ανενεργές λίστες. Εισαγάγετε συγκεκριμένα διακριτικά παρακάτω ή κάντε κλικ στην επιλογή Διαχείριση για να ενεργοποιήσετε περισσότερες λίστες.
fi_fi: Tunnukset passiivisista luetteloista. Tuo tietyt tunnukset alla tai aktivoi lisää luetteloita napsauttamalla Hallitse.
hu_hu: Tokenek inaktív listákról. Importáljon alább adott tokent, vagy kattintson a Manage gombra a további listák aktiválásához.
uk_ua: Токени з неактивних списків. Імпортуйте конкретні маркери нижче або натисніть Керувати, щоб активувати більше списків.

source: Top pools
cs_cz: Horní skupiny
el_gr: Κορυφαίες πισίνες
fi_fi: Parhaat altaat
hu_hu: Felső medencék
uk_ua: Топ-басейни

source: Total Supply
cs_cz: Celkový přívod
el_gr: Συνολική Προμήθεια
fi_fi: Tarjonta Yhteensä

source: Total deposited
cs_cz: Celkem uloženo
el_gr: Συνολική κατάθεση
fi_fi: Tallennetut yhteensä
hu_hu: Betét összesen
uk_ua: Всього нараховано

source: Total deposits
cs_cz: Vklady celkem
el_gr: Συνολικές καταθέσεις
fi_fi: Talletukset yhteensä

source: Transaction Settings
cs_cz: Nastavení transakce
el_gr: Ρυθμίσεις Συναλλαγής
fi_fi: Tapahtuman Asetukset
hu_hu: Tranzakció beállításai
uk_ua: Параметри транзакції

source: Transaction Submitted
cs_cz: Transakce odeslána
el_gr: Συναλλαγή Υποβλήθηκε
fi_fi: Tapahtuma Lähetetty
hu_hu: Tranzakció benyújtva
uk_ua: Угода підтверджена

source: Transaction deadline
cs_cz: Termín transakce
el_gr: Προθεσμία συναλλαγής
fi_fi: Tapahtuman määräaika
hu_hu: Tranzakciós határidő
uk_ua: Кінцевий термін транзакцій

source: Try Again
cs_cz: Zkuste to znovu
el_gr: Δοκιμάστε Ξανά
fi_fi: Yritä Uudelleen
hu_hu: Próbáld újra
uk_ua: Спробуйте ще раз

source: Turn On Expert Mode
cs_cz: Zapnout Expert režim
el_gr: Ενεργοποίηση Λειτουργίας Ειδικών
fi_fi: Ota Asiantuntijatila Käyttöön
hu_hu: Kapcsolja be a Szakértő módot
uk_ua: Увімкнути Експертний режим

source: UNI has arrived
cs_cz: UNI dorazila
el_gr: Το UNI έφτασε
fi_fi: UNI on saapunut

source: UNI in circulation:
cs_cz: UNI v oběhu:
el_gr: UNI σε κυκλοφορία:
fi_fi: Liikkeessä oleva UNI

source: UNI price:
cs_cz: Cena UNI:
el_gr: Τιμή UNI:
fi_fi: UNI:n hinta:

source: UNI tokens represent voting shares in Uniswap governance. You can vote on each proposal yourself or delegate your votes to a third party.
cs_cz: Tokeny UNI představují hlasovací podíly ve správě Uniswap , můžete hlasovat o každém návrhu sami nebo delegovat své hlasy na třetí stranu.
el_gr: Τα νομίσματα της UNI αντιπροσωπεύουν μετοχές ψήφου στη διακυβέρνηση Uniswap. Μπορείτε να ψηφίσετε μόνοι σας για κάθε πρόταση ή να αναθέσετε τις ψήφους σας σε ένα τρίτο μέρος.
fi_fi: UNI-kuponkia edustavat Uniswapin hallinnon äänioikeutettuja osakkeita. Voit äänestää jokaisesta ehdotuksesta itse tai siirtää äänesi kolmannelle osapuolelle.

source: UNI {0}/{1} Burned
cs_cz: UNI {0}/{1} vypálen
el_gr: UNI {0}/{1} Έκαψαν
fi_fi: UNI {0}/{1} Kirjoitettu
hu_hu: UNI {0}/{1} Leégett
uk_ua: UNI {0}/{1} Спалено

source: UNI-V2 LP tokens are required. Once you've added liquidity to the {0}-{1} pool you can stake your liquidity tokens on this page.
cs_cz: Jsou vyžadovány mince UNI-V2 LP. Jakmile jste přidali likviditu do fondu {0}-{1} , můžete na této stránce uložit své tokeny likvidity.
el_gr: Απαιτούνται διακριτικά UNI-V2 LP από τη στιγμή που έχετε προσθέσει ρευστότητα στο {0}-{1} pool μπορείτε να ποντάρετε τα διακριτικά ρευστότητας σας σε αυτή τη σελίδα.
fi_fi: UNI-V2 LP poletteja tarvitaan. Kun olet lisännyt likviditeettiä {0}-{1} pooliin, voit panostaa maksuvalmiutesi poletteihin tällä sivulla.

source: Unclaimed UNI
cs_cz: Nenárokovaný UNI
el_gr: Αζήτητο UNI
fi_fi: Lunastamaton UNI
hu_hu: Nem igényelt UNI
uk_ua: Не отримана UNI

source: Unclaimed:
cs_cz: Nenárokované:
el_gr: Αζήτητα:
fi_fi: Vaatettamaton:

source: Uniswap Governance
cs_cz: Uniswapová správa
el_gr: Ανάκτηση Διακυβέρνησης
fi_fi: Uniswap Hallinto

source: Uniswap V3 is here!
cs_cz: Uniswap V3 je tady!
el_gr: Uniswap V3 είναι εδώ!
fi_fi: Uniswap V3 on täällä!

source: Uniswap liquidity mining
cs_cz: Neriswapová těžba likvidity
el_gr: Εξόρυξη ρευστότητας
fi_fi: Irrota likviditeetin louhinta

source: Unknown Source
cs_cz: Neznámý zdroj
el_gr: Αγνωστη πηγή
fi_fi: Tuntematon lähde
hu_hu: Ismeretlen forrás
uk_ua: Невідоме джерело

source: Unlock Votes
cs_cz: Odemknout hlasování
el_gr: Ξεκλείδωμα Ψηφοφοριών
fi_fi: Avaa Äänet

source: Unlock Voting
cs_cz: Odemknout hlasování
el_gr: Ξεκλείδωμα Ψηφοφορίας
fi_fi: Avaa Äänestys

source: Unlocking Votes
cs_cz: Odemykání hlasů
el_gr: Ξεκλείδωμα Ψηφοφοριών
fi_fi: Vapautetaan Äänet
hu_hu: Szavazatok feloldása
uk_ua: Розблокування голосів

source: Unsupported Asset
cs_cz: Nepodporovaný majetek
el_gr: Μη Υποστηριζόμενο Αντικείμενο
fi_fi: Ei Tueta Laitetta
hu_hu: Nem támogatott eszköz
uk_ua: Непідтримуваний актив

source: Unsupported Assets
cs_cz: Nepodporované položky
el_gr: Μη Υποστηριζόμενα Περιουσιακά Στοιχεία
fi_fi: Resursseja Ei Tueta
hu_hu: Nem támogatott eszközök
uk_ua: Непідтримувані активи

source: Update Delegation
cs_cz: Aktualizovat delegaci
el_gr: Ενημέρωση Αντιπροσωπείας
fi_fi: Päivitä Delegointi

source: Update list
cs_cz: Aktualizovat seznam
el_gr: Ενημέρωση λίστας
fi_fi: Päivitä lista
hu_hu: Lista frissítése
uk_ua: Оновити список

source: User
cs_cz: Uživatel
el_gr: Χρήστης
fi_fi: Käyttäjä

source: View UNI Analytics
cs_cz: Zobrazit UNI Analytics
el_gr: Προβολή UNI Analytics
fi_fi: Näytä UNI-analytiikka

source: View accrued fees and analytics<0>↗</0>
cs_cz: Zobrazit naběhlé poplatky a analýzy<0>↗</0>
el_gr: Προβολή δεδουλευμένων τελών και αναλύσεων<0>↗</0>
fi_fi: Näytä kertynyt maksu ja analytiikka<0>↗</0>
hu_hu: Tekintse meg az elhatárolt díjakat és elemzéseket <0> ↗</0>
uk_ua: Перегляд нарахованих комісій і аналітики<0>↗</0>

source: View list
cs_cz: Zobrazit seznam
el_gr: Προβολή λίστας
fi_fi: Näytä lista
hu_hu: Lista megtekintése
uk_ua: Переглянути список

source: View on Explorer
cs_cz: Zobrazit v Průzkumníku
el_gr: Προβολή στον Explorer
fi_fi: Näytä Explorerissa
hu_hu: Megtekintés az Intézőben
uk_ua: Переглянути на Explorer

source: View transaction on Explorer
cs_cz: Zobrazit transakci v Průzkumníku
el_gr: Προβολή συναλλαγής στον Explorer
fi_fi: Näytä tapahtuma Explorerissa
hu_hu: Tranzakció megtekintése az Intézőben
uk_ua: Переглянути транзакцію в Провіднику

source: Vote
cs_cz: Hlasovat
el_gr: Ψηφοφορίες
fi_fi: Äänestä

source: Vote Against
cs_cz: Hlasuj proti
el_gr: Ψηφοφορία Κατά
fi_fi: Äänestä Vastaan

source: Vote For
cs_cz: Hlasovat pro
el_gr: Ψηφίζω για
fi_fi: Äänestää

source: Vote against proposal {proposalId}
cs_cz: Hlasuj proti návrhu {proposalId}
el_gr: Ψηφίστε κατά της πρότασης {proposalId}
fi_fi: Äänestä ehdotusta vastaan {proposalId}
hu_hu: Szavazás a {proposalId}
uk_ua: Голосувати проти пропозиції {proposalId}

source: Vote for proposal {proposalId}
cs_cz: Hlasovat pro návrh {proposalId}
el_gr: Ψηφίστε για πρόταση {proposalId}
fi_fi: Äänestä ehdotuksesta {proposalId}
hu_hu: Szavazás a {proposalId}
uk_ua: Голосувати за пропозицію {proposalId}

source: Voting ended {0}
cs_cz: Hlasování skončilo {0}
el_gr: Η ψηφοφορία έληξε {0}
fi_fi: Äänestys päättynyt {0}

source: Voting ends approximately {0}
cs_cz: Hlasování končí přibližně {0}
el_gr: Η ψηφοφορία λήγει περίπου {0}
fi_fi: Äänestys päättyy noin {0}

source: Waiting For Confirmation
cs_cz: Čekání na potvrzení
el_gr: Αναμονή Επιβεβαίωσης
fi_fi: Odotetaan Vahvistusta
hu_hu: Visszaigazolásra vár
uk_ua: Очікується підтвердження

source: Weekly Rewards
cs_cz: Týdenní odměny
el_gr: Εβδομαδιαίες Ανταμοιβές
fi_fi: Viikoittaiset Palkinnot
hu_hu: Heti jutalmak
uk_ua: Щотижневі Нагороди

source: Welcome to team Unicorn :)
cs_cz: Vítejte v týmu Unicorn :)
el_gr: Καλώς ήρθατε στην ομάδα Unicorn :)
fi_fi: Tervetuloa Unicorn tiimiin :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
cs_cz: Když tvrdíte, že vaše likvidita zůstává v horním poli.
el_gr: Όταν διεκδικείτε χωρίς ανάληψη ρευστότητας σας παραμένει στην πισίνα εξόρυξης.
fi_fi: Kun lunastat nostamatta likviditeettiäsi jää kaivosaltaaseen.

source: When you withdraw, the contract will automagically claim UNI on your behalf!
cs_cz: Po odstoupení bude smlouva automaticky požadovat UNI vaším jménem!
el_gr: Όταν υπαναχωρήσετε, η σύμβαση θα διεκδικήσει αυτόματα UNI για λογαριασμό σας!
fi_fi: Kun peruutat, sopimus lunastaa automaattisesti UNI:n sinun puolestasi!

source: When you withdraw, your UNI is claimed and your liquidity is removed from the mining pool.
cs_cz: Když se rozhodnete, vaše UNI je požadována a vaše likvidita je odstraněna z těžebního fondu.
el_gr: Όταν αποσύρετε, ο UNI σας διεκδικείται και η ρευστότητά σας αφαιρείται από την πισίνα εξόρυξης.
fi_fi: Kun vetäydytte pois, UNI väitetään ja maksuvalmiutenne on poistettu kaivosaltaasta.
hu_hu: Amikor kilép, az UNI-t igényli, és likviditását eltávolítja a bányászati készletből.
uk_ua: Коли ви знімаєте, ваш UNI заявляє, і ваша ліквідність видалена в пулі для видобування.

source: Withdraw
cs_cz: Odebrat
el_gr: Ανάληψη
fi_fi: Peruuta
hu_hu: Visszavonás
uk_ua: Зняття коштів

source: Withdraw & Claim
cs_cz: Vybrat & nárokovat
el_gr: Απόσυρση & Διεκδίκησης
fi_fi: Peruuta & Lunasta
hu_hu: Visszavonás és követelés
uk_ua: Зняти і завоювати

source: Withdraw deposited liquidity
cs_cz: Odebrat uloženou likviditu
el_gr: Απόσυρση κατατεθειμένης ρευστότητας
fi_fi: Talletetun likviditeetin poistaminen
hu_hu: A letétbe helyezett likviditás visszavonása
uk_ua: Зняти депозит

source: Withdrawing {0} UNI-V2
cs_cz: Výběr {0} UNI-V2
el_gr: Απόσυρση {0} UNI-V2
fi_fi: Peruutetaan {0} UNI-V2
hu_hu: {0} UNI-V2 visszavonása
uk_ua: Виведення {0} UNI-V2

source: Withdrew UNI-V2!
cs_cz: Staženo UNI-V2!
el_gr: Αποσύρθηκε UNI-V2!
fi_fi: Peruutti UNI-V2!
hu_hu: Visszavonta az UNI-V2-t!
uk_ua: Зняв UNI-V2!

source: Wrap
cs_cz: Zalomit
el_gr: Αναδίπλωση
fi_fi: Rivitys
hu_hu: Betakar
uk_ua: Перенесення

source: Wrong Network
cs_cz: Špatná síť
el_gr: Λάθος Δίκτυο
fi_fi: Väärä Verkko
hu_hu: Rossz hálózat
uk_ua: Некоректна мережа

source: You are creating a pool
cs_cz: Vytváříte bazén
el_gr: Δημιουργείτε μια πισίνα
fi_fi: Olet luomassa allasta
hu_hu: Medencét hoz létre
uk_ua: Ви створюєте басейн

source: You are the first liquidity provider.
cs_cz: Jste prvním poskytovatelem likvidity.
el_gr: Είστε ο πρώτος πάροχος ρευστότητας.
fi_fi: Olet ensimmäinen likviditeetin tarjoaja.
hu_hu: Ön az első likviditásszolgáltató.
uk_ua: Ви перший постачальник ліквідності.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
cs_cz: Můžete buď hlasovat o každém návrhu sami, nebo delegovat své hlasy na třetí stranu.
el_gr: Μπορείτε είτε να ψηφίσετε μόνοι σας για κάθε πρόταση είτε να αναθέσετε την ψήφο σας σε ένα τρίτο μέρος.
fi_fi: Voit joko äänestää jokaisesta ehdotuksesta itse tai siirtää äänesi kolmannelle osapuolelle.
hu_hu: Vagy maga szavazhat az egyes javaslatokról, vagy átruházhatja szavazatait harmadik félre.
uk_ua: Ви можете голосувати за кожну пропозицію самостійно або делегувати свої голоси третім особам.

source: You can now trade {0}
cs_cz: Nyní můžete obchodovat {0}
el_gr: Τώρα μπορείτε να ανταλλάξετε {0}
fi_fi: Voit nyt käydä kauppaa {0}
hu_hu: Most kereskedhet {0}
uk_ua: Тепер ви можете торгувати {0}

source: You don’t have liquidity in this pool yet.
cs_cz: V tomto bazénu zatím nemáte likviditu.
el_gr: Δεν έχετε ακόμα ρευστότητα σε αυτή την πισίνα.
fi_fi: Sinulla ei ole vielä likviditeettiä tässä poolissa.
hu_hu: Ebben a készletben még nincs likviditása.
uk_ua: У вас поки що немає ліквідності.

source: You will receive
cs_cz: Obdržíte
el_gr: Θα λάβετε
fi_fi: Tulet vastaanottamaan
hu_hu: Kapni fogsz
uk_ua: Ви отримаєте

source: Your UNI Breakdown
cs_cz: Vaše Rozdělení UNI
el_gr: Κατανομή UNI Σας
fi_fi: Sinun UNI-erittely

source: Your liquidity deposits
cs_cz: Vaše vklady likvidity
el_gr: Οι καταθέσεις ρευστότητας σας
fi_fi: Maksuvalmiutesi talletukset

source: Your pool share:
cs_cz: Vaše sdílení:
el_gr: Μοιραστείτε την ομάδα σας:
fi_fi: Sinun biljardi:
hu_hu: A medence részesedése:
uk_ua: Ваш спільний доступ до басейну:

source: Your position
cs_cz: Vaše pozice
el_gr: Η θέση σας
fi_fi: Oma sijainti
hu_hu: A te helyzeted
uk_ua: Ваша позиція

source: Your position has 0 liquidity, and is not earning fees.
cs_cz: Vaše pozice má 0 likviditu a nezískává poplatky.
el_gr: Η θέση σας έχει 0 ρευστότητα, και δεν κερδίζει τέλη.
fi_fi: Asemaasi on 0 likviditeettiä, eikä se ansaitse maksuja.
hu_hu: Pozíciója 0 likviditással rendelkezik, és nem keres díjat.
uk_ua: Ваша позиція має 0 ліквідності і не заробляє платежі.

source: Your rate
cs_cz: Váš kurz
el_gr: Η τιμή σας
fi_fi: Oma hinta
hu_hu: Az Ön mértéke
uk_ua: Ваша оцінка

source: Your total pool tokens:
cs_cz: Váš celkový tokens:
el_gr: Τα συνολικά tokens πισίνας σας:
fi_fi: Kaikki uima-altaasi tunnisteet:
hu_hu: Az összes pool tokenje:
uk_ua: Ваш токени басейну:

source: Your transaction may be frontrun
cs_cz: Vaše transakce může být frontrun
el_gr: Η συναλλαγή σας μπορεί να είναι frontrun
fi_fi: Tapahtumasi voi olla etusivu
hu_hu: Előfordulhat, hogy a tranzakciója előljáró
uk_ua: Ваша транзакція може бути фронтально

source: Your transaction may fail
cs_cz: Vaše transakce může selhat
el_gr: Η συναλλαγή σας μπορεί να αποτύχει
fi_fi: Tapahtumasi voi epäonnistua
hu_hu: A tranzakció sikertelen lehet
uk_ua: Ваші операції можуть не виконуватися

source: Your transaction will revert if it is pending for more than this period of time.
cs_cz: Vaše transakce se vrátí, pokud čeká déle než toto období.
el_gr: Η συναλλαγή σας θα επανέλθει αν είναι σε εκκρεμότητα για περισσότερο από αυτό το χρονικό διάστημα.
fi_fi: Tapahtumasi palautuu, jos se on odottamassa enemmän kuin tämä ajanjakso.
hu_hu: Tranzakciója visszaáll, ha az ennél hosszabb ideig függőben van.
uk_ua: Ваші операції будуть відмінені, якщо це відбувається в очікуванні більш ніж на цей період часу.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
cs_cz: Vaše transakce se vrátí, pokud se cena změní nepříznivě o více než toto procento.
el_gr: Η συναλλαγή σας θα επανέλθει αν η τιμή αλλάξει δυσμενώς περισσότερο από αυτό το ποσοστό.
fi_fi: Tapahtumasi palautuu, jos hinta muuttuu epäsuotuisasti enemmän kuin tämä prosenttiosuus.
hu_hu: Tranzakciója visszaáll, ha az ár ennél a százaléknál kedvezőtlenebben változik.
uk_ua: Вашу транзакцію буде повернуто, якщо ця ціна зміниться більш ніж на цей відсоток.

source: Your unclaimed UNI
cs_cz: Vaše nevyužitá UNI
el_gr: Αζήτητη σας UNI
fi_fi: Lunastamaton YKI

source: confirm
cs_cz: potvrdit
el_gr: επιβεβαίωση
fi_fi: vahvista
hu_hu: megerősít
uk_ua: підтвердити

source: for {0}
cs_cz: pro {0}
el_gr: για {0}
fi_fi: hintaan {0}

source: has socks emoji
cs_cz: má socký emoji
el_gr: έχει κάλτσες emoji
fi_fi: on sukat emoji
hu_hu: zokni emoji van
uk_ua: має емодзі

source: https:// or ipfs:// or ENS name
cs_cz: https: // nebo ipfs: // nebo ENS name
el_gr: https: // ή ipfs: // ή όνομα ENS
fi_fi: https: // tai ipfs: // tai ENS-nimi
hu_hu: https: // vagy ipfs: // vagy ENS név
uk_ua: https: // або ipfs: // або ім’я ENS

source: minutes
cs_cz: minuty
el_gr: λεπτά
fi_fi: minuuttia
hu_hu: percek
uk_ua: хвилин

source: via {0}
cs_cz: přes {0}
el_gr: μέσω {0}
fi_fi: kohteen {0} kautta
hu_hu: {0}on keresztül
uk_ua: через {0}

source: via {0} token list
cs_cz: prostřednictvím seznamu tokenů {0}
el_gr: μέσω {0} λίστας διακριτικών
fi_fi: {0} tunnuslistan kautta
hu_hu: {0} token listán keresztül
uk_ua: через {0} токенів

source: {0, plural, one {Import token} other {Import tokens}}
cs_cz: {0, plural, one {Importovat token} other {Importujte tokeny}}
el_gr: {0, plural, one {Εισαγωγή διακριτικού} other {Εισαγωγή διακριτικών}}
fi_fi: {0, plural, one {Tuo tunnus} other {Tuo tunnuksia}}
hu_hu: {0, plural, one {Import token} other {Import tokenek}}
uk_ua: {0, plural, one {Імпортувати маркер} other {Імпортуйте токени}}

source: {0} Custom Tokens
cs_cz: {0} vlastních žetonů
el_gr: {0} προσαρμοσμένα κουπόνια
fi_fi: {0} mukautettua rahaketta
hu_hu: {0} egyedi token
uk_ua: {0} Спеціальні жетони

source: {0} Deposited
cs_cz: {0} vloženo
el_gr: {0} Κατάθεση
fi_fi: {0} Tallennettu
hu_hu: {0} Letétbe helyezve
uk_ua: {0} викинуто

source: {0} Pending
cs_cz: {0} čeká
el_gr: {0} Εκκρεμεί
fi_fi: {0} Odottaa
hu_hu: {0} függőben van

source: {0} UNI / week
cs_cz: {0} UNI / týden
el_gr: {0} UNI / εβδομάδα
fi_fi: {0} UNI / viikko
hu_hu: {0} UNI / hét
uk_ua: {0} ООН/тиждень

source: {0} UNI-V2 LP tokens available
cs_cz: Dostupné mince {0} UNI-V2 LP
el_gr: {0} διαθέσιμα διακριτικά UNI-V2 LP
fi_fi: {0} UNI-V2 LP-tokenia saatavilla

source: {0} Votes
cs_cz: {0} hlasů
el_gr: {0} Ψηφοφορίες
fi_fi: {0} Ääntä
hu_hu: {0} szavazat
uk_ua: {0} голосів

source: {0} price
cs_cz: {0} cena
el_gr: {0} τιμή
fi_fi: {0} hinta
hu_hu: {0} ár
uk_ua: {0} ціна

source: {0} tokens
cs_cz: {0} tokeny
el_gr: {0} μάρκες
fi_fi: {0} kuponkia
hu_hu: {0} token
uk_ua: {0} токени

source: {0} • Added by user
cs_cz: {0} • Přidáno uživatelem
el_gr: {0} • Προστέθηκε από τον χρήστη
fi_fi: {0} • Käyttäjän lisäämä
hu_hu: {0} • Felhasználó hozzáadta
uk_ua: {0} • Додано користувачем

source: {0}-{1} Liquidity Mining
cs_cz: {0}-{1} Těžba likvidity
el_gr: {0}-{1} Εξόρυξη ρευστότητας
fi_fi: {0}-{1} Likviditeetin louhinta

source: (Max)
el_gr: (Μέγιστο)
uk_ua: (Максимум)

source: Unwrap
hu_hu: Kibont
