Repository: NiiFi/uinterface
Catalog: src/locales/*.po
Languages: cs_cz, el_gr, fi_fi, hu_hu, uk_ua

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
cs_cz: Odhaduje se vstup. Nejvýše prodáte <0>{0} {1}</0> nebo se transakce vrátí.
el_gr: Η εισαγωγή έχει εκτιμηθεί. Θα πουλήσετε το πολύ <0>{0} {1}</0> ή η συναλλαγή θα επανέλθει.
fi_fi: Syöte on arvioitu. Myyt korkeintaan <0>{0} {1}</0> tai tapahtuma perutaan.
hu_hu: Becsült becslés. Legfeljebb <0>{0} {1}</0> vagy a tranzakció visszaáll.
uk_ua: Дане число оцінено. Ви продаєте не більше <0>{0} {1}</0> або транзакція буде скасована.

source: Install Metamask
cs_cz: Instalovat Metamask
el_gr: Εγκατάσταση Metamask
fi_fi: Asenna Metamaski
hu_hu: Telepítse a Metamask alkalmazást
uk_ua: Встановити Metamask

source: Insufficient liquidity for this trade.
cs_cz: Nedostatek likvidity pro tento obchod.
el_gr: Ανεπαρκής ρευστότητα για αυτό το εμπόριο.
fi_fi: Tähän kauppaan ei ole riittävästi likviditeettiä.
hu_hu: Elégtelen likviditás ehhez a kereskedelemhez.
uk_ua: Недостатньо ліквідності для цієї торгівлі.

source: Insufficient liquidity for this trade. Try enabling multi-hop trades.
cs_cz: Nedostatečná likvidita pro tento obchod. Zkuste povolit obchodování s více obchody.
el_gr: Ανεπαρκής ρευστότητα για αυτήν τη συναλλαγή. Δοκιμάστε να ενεργοποιήσετε τις συναλλαγές πολλαπλών λυκίσκων.
fi_fi: Riittämätön likviditeetti tähän kauppaan. Yritä mahdollistaa monen hop kaupat.
hu_hu: Elégtelen likviditás ehhez a kereskedelemhez. Próbálja meg engedélyezni a multi-hop kereskedéseket.
uk_ua: Недостатньо ліквідності для цього торгу. Спробуйте ввімкнути multi-hop торги.

source: Insufficient {0} balance
cs_cz: Nedostatečný zůstatek {0}
el_gr: Ανεπαρκές υπόλοιπο {0}
fi_fi: Riittämätön {0} saldo
hu_hu: Elégtelen {0} egyenleg
uk_ua: Недостатній баланс {0}

source: Interface Settings
cs_cz: Nastavení rozhraní
el_gr: Ρυθμίσεις Διεπαφής
fi_fi: Käyttöliittymän Asetukset
hu_hu: Interfész beállításai
uk_ua: Налаштування інтерфейсу

source: Invalid pair
cs_cz: Neplatný pár
el_gr: Μη έγκυρο ζεύγος
fi_fi: Virheellinen pari
hu_hu: Érvénytelen pár
uk_ua: Недійсна пара

source: Invalid pair.
cs_cz: Neplatný pár.
el_gr: Μη έγκυρο ζευγάρι.
fi_fi: Virheellinen pari.
hu_hu: Érvénytelen pár.
uk_ua: Недійсна пара.

source: Invalid recipient
cs_cz: Neplatný příjemce
el_gr: Μη έγκυρος παραλήπτης
fi_fi: Virheellinen vastaanottaja
hu_hu: érvénytelen címzett
uk_ua: Недійсний одержувач

source: Liquidity
cs_cz: Likvidita
el_gr: Ταχύτητα
fi_fi: Maksuvalmius
hu_hu: Likviditás
uk_ua: Ліквідність

source: Liquidity Provider Fee
cs_cz: Poplatek poskytovatele likvidity
el_gr: Χρέωση παρόχου ρευστότητας
fi_fi: Likviditeetin tarjoajan maksu
hu_hu: Likviditásszolgáltató díja
uk_ua: Плата за надання ліквідності

source: Lists
cs_cz: Seznamy
el_gr: Λίστες
fi_fi: Listat
hu_hu: Listák
uk_ua: Списки

source: Loaded
cs_cz: Načteno
el_gr: Φορτώθηκε
fi_fi: Ladattu
hu_hu: Töltött
uk_ua: Завантажено

source: Loading
cs_cz: Načítání
el_gr: Φόρτωση
fi_fi: Ladataan
hu_hu: Betöltés
uk_ua: Завантаження

source: Make sure the URL is<0>app.uniswap.org</0>
cs_cz: Ujistěte se, že URL je<0>app.uniswap.org</0>
el_gr: Βεβαιωθείτε ότι το URL είναι<0>app.uniswap.org</0>
fi_fi: Varmista, että URL-osoite on <0>app.uniswap.org</0>

source: Manage
cs_cz: Spravovat
el_gr: Διαχείριση
fi_fi: Hallitse
hu_hu: Kezelés
uk_ua: Керування

source: Manage Liquidity in Rewards Pool
cs_cz: Spravovat likviditu v poolu odměn
el_gr: Διαχείριση ρευστότητας στο Pool Ανταμοιβών
fi_fi: Hallinnoi likviditeettiä Palkinnot -lohkossa
hu_hu: A likviditás kezelése a Jutalomkészletben
uk_ua: Управління ліквідністю в басейні нагород

source: Manage Token Lists
cs_cz: Správa seznamů tokenů
el_gr: Διαχείριση Λίστας Token
fi_fi: Hallitse Pääsyluetteloita
hu_hu: Tokenlisták kezelése
uk_ua: Керувати списками токенів

source: Manage this pool.
cs_cz: Spravovat tento bazén.
el_gr: Διαχείριση αυτής της πισίνας.
fi_fi: Hallitse tätä allasta.
hu_hu: Kezelje ezt a medencét.
uk_ua: Управління басейном.

source: Maximum sent
cs_cz: Maximum odeslané
el_gr: Μέγιστη αποστολή
fi_fi: Lähetetty enimmäismäärä
hu_hu: Maximálisan elküldve
uk_ua: Максимум відправлених

source: Migrate
cs_cz: Migrovat
el_gr: Μετεγκατάσταση
fi_fi: Siirrä
hu_hu: Vándorol
uk_ua: Міграція

source: Minimum received
cs_cz: Minimum přijato
el_gr: Ελάχιστο λαμβανόμενο
fi_fi: Minimi vastaanotettu
hu_hu: Minimum beérkezett
uk_ua: Мінімум отриманих

source: No active pools
cs_cz: Žádné aktivní skupiny
el_gr: Δεν υπάρχουν ενεργές πισίνες
fi_fi: Ei aktiivisia altaita

source: No pool found.
cs_cz: Žádný bazén nenalezen.
el_gr: Δεν βρέθηκε πισίνα.
fi_fi: Ryhmää ei löytynyt.
hu_hu: Nincs medence.
uk_ua: Пул не знайдено.

source: No proposals found.
cs_cz: Nebyly nalezeny žádné návrhy.
el_gr: Δεν βρέθηκαν προτάσεις.
fi_fi: Ehdotuksia ei löytynyt.

source: No results found.
cs_cz: Nebyly nalezeny žádné výsledky.
el_gr: Δεν βρέθηκαν αποτελέσματα.
fi_fi: Tuloksia ei löytynyt.
hu_hu: Nincs találat.
uk_ua: Результатів не знайдено.

source: OFF
cs_cz: VYPNUTO
el_gr: ΜΑΚΡΙΑ ΑΠΟ
fi_fi: VINOSSA
hu_hu: KI
uk_ua: ВИМК

source: ON
cs_cz: NA
el_gr: ΕΠΙ
fi_fi: PÄÄLLÄ
hu_hu: TOVÁBB
uk_ua: УВІМК

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
cs_cz: POUZE POUŽÍT TÉTO MODY, POKUD NEJSTE JSOU JAKO JAK.
el_gr: ΜΟΝΟ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΝΑ ΞΕΙ ΝΑ ΓΝΩΡΙΖΕΤΕ ΤΙ ΕΙΔΟΠΟΙΗΣΕΤΕ.
fi_fi: KÄYTÄ TÄMÄ TIETÄ, MITEN SINÄ SINÄ OLET DOING.
hu_hu: CSAK HASZNÁLJA EZT A MÓDOT, HOGY TUDJA, MIT CSINÁL.
uk_ua: ТІЛЬКИ ВИКОРИСТОВУЙТЕ ЦЕЙ РЕЖИМ ЯКЩО ВИ ЗНАЄТЕ ЯКТИ.

source: Off
cs_cz: Vypnuto
el_gr: Μακριά από
fi_fi: Vinossa
hu_hu: Ki
uk_ua: Вимкнено

source: On
cs_cz: Na
el_gr: Επί
fi_fi: Päällä
hu_hu: Tovább
uk_ua: Увімкнено

source: Once you are happy with the rate click supply to review.
cs_cz: Jakmile jste spokojeni s sazbou, klikněte na nabídku pro kontrolu.
el_gr: Μόλις είστε ευχαριστημένοι με το ποσοστό κάντε κλικ προμήθεια για να επανεξετάσετε.
fi_fi: Kun olet tyytyväinen korko klikkaa tarjonta tarkistaa.
hu_hu: Ha elégedett az árfolyamra, kattintson az áttekintésre.
uk_ua: Як тільки ви будете задоволені швидким натисканням на пропозицію, щоб переглянути.

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
cs_cz: Pouze hlasy UNI, které byly před blokem {0} delegovány nebo delegovány na jinou adresu, jsou způsobilé k hlasování.
el_gr: Μόνο οι ψήφοι των "νωμένων Εθνών που ήταν αυτομεταβιβάσιμες ή μεταβιβάστηκαν σε άλλη διεύθυνση πριν το μπλοκ {0} είναι επιλέξιμες για ψηφοφορία.
fi_fi: Ainoastaan UNI-äänet, jotka oli itse delegoitu tai siirretty toiseen osoitteeseen ennen kuin ryhmä {0} on oikeutettu äänestämään.

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
cs_cz: Jejda! Došlo k neznámé chybě. Obnovte stránku nebo navštivte jiný prohlížeč nebo zařízení.
el_gr: Ωχ! Προέκυψε ένα άγνωστο σφάλμα. Παρακαλώ ανανεώστε τη σελίδα ή επισκεφθείτε από άλλο πρόγραμμα περιήγησης ή συσκευή.
fi_fi: Hups! Tapahtui tuntematon virhe. Ole hyvä ja päivitä sivu tai vieraile toisella selaimella tai laitteella.
hu_hu: Hoppá! Ismeretlen hiba történt. Kérjük, frissítse az oldalt, vagy látogasson el egy másik böngészőből vagy eszközről.
uk_ua: Ой! Сталася невідома помилка. Будь ласка, оновіть сторінку, або відвідайте інший браузер або пристрій.

source: Out of range
cs_cz: Mimo rozsah
el_gr: Εκτός εμβέλειας
fi_fi: Ei kantoaluetta
hu_hu: Hatótávolságon kívül
uk_ua: Поза зоною

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
cs_cz: Výstup je odhadnut. Pokud se cena změní o více než {0}%, vaše transakce se vrátí.
el_gr: Εκτιμάται η έξοδος. Εάν η τιμή αλλάξει κατά περισσότερο από {0}% η συναλλαγή σας θα επανέλθει.
fi_fi: Tuotos on arvioitu. Jos hinta muuttuu enemmän kuin {0}% tapahtumassasi.
hu_hu: A teljesítmény becsült. {0}% -nál nagyobb mértékben változik, a tranzakció visszaáll.
uk_ua: Вивід оцінено. Якщо ціна зміниться більш ніж на {0}, ваша транзакція буде скасована.

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
cs_cz: Produkce se odhaduje. Budete dostávat alespoň <0>{0} {1}</0> jinak se transakce vrátí.
el_gr: Εκτιμάται η έξοδος. Θα λάβετε τουλάχιστον <0>{0} {1}</0> ή η συναλλαγή θα επανέλθει.
fi_fi: Tuotos on arvioitu. Saat vähintään <0>{0} {1}</0> tai tapahtuma perutaan.
hu_hu: A teljesítmény becsült. Legalább <0>{0} {1}</0> vagy a tranzakció visszaáll.
uk_ua: Вивід оцінено. Ви отримаєте не менше <0>{0} {1}</0> або транзакція буде скасована.

source: Output will be sent to <0>{0}</0>
cs_cz: Výstup bude odeslán na <0>{0}</0>
el_gr: Η έξοδος θα σταλεί στο <0>{0}</0>
fi_fi: Ulostulo lähetetään kohteeseen <0>{0}</0>
hu_hu: A kimenet a következőre lesz elküldve: <0>{0}</0>
uk_ua: Вивід буде надіслано на <0>{0}</0>

source: Participating pools
cs_cz: Zúčastněné skupiny
el_gr: Συμμετέχουσες πισίνες
fi_fi: Osallistuvat poolit

source: Please connect to the appropriate Ethereum network.
cs_cz: Připojte se prosím k příslušné síti Ethereum.
el_gr: Συνδεθείτε στο κατάλληλο δίκτυο του Ethereum.
fi_fi: Ole hyvä ja yhdistä asianmukaiseen Ethereum verkkoon.
hu_hu: Kérjük, csatlakozzon a megfelelő Ethereum hálózathoz.
uk_ua: Будь ласка, під'єднайтеся до відповідної мережі Ethereum.

source: Please type the word "{confirmWord}" to enable expert mode.
cs_cz: Pro povolení expertního režimu zadejte slovo "{confirmWord}".
el_gr: Παρακαλώ πληκτρολογήστε τη λέξη "{confirmWord}" για να ενεργοποιήσετε τη λειτουργία εμπειρογνωμόνων.
fi_fi: Ole hyvä ja kirjoita sana "{confirmWord}" ottaaksesi asiantuntijatilan käyttöön.
hu_hu: Írja be a "{confirmWord}" szót a szakértői mód engedélyezéséhez.
uk_ua: Будь ласка, введіть слово "{confirmWord}", щоб увімкнути режим експерта.

source: Pool
cs_cz: Sójové boby
el_gr: Πισίνα
fi_fi: Uima-allas
hu_hu: Medence
uk_ua: Пул

source: Pool Found!
cs_cz: Skupina nalezena!
fi_fi: Pool Löydetty!
hu_hu: Medence megtalálva!
uk_ua: Знайдена пул!

source: Pool Rate
cs_cz: Sazba bazénu
el_gr: Ρυθμός Συγκέντρωσης
fi_fi: Poolin Hinta

source: Pool rate
cs_cz: Sazba bazénu
el_gr: Ρυθμός συγκέντρωσης
fi_fi: Poolin hinta
hu_hu: Pool ár
uk_ua: Швидкість пула

source: Pool tokens in rewards pool:
cs_cz: Pool žetony v odměňovaném bazénu:
el_gr: Μάρκες πισίνας στην ομάδα ανταμοιβών:
fi_fi: Allas poletteja palkintoja allas:
hu_hu: Pool tokenek a jutalomban:
uk_ua: Токени басейну у пулі:

source: Pooled {0}:
cs_cz: Sestaveno {0}:
el_gr: Συγκεντρώθηκε {0}:
fi_fi: Yhdistetty {0}:
hu_hu: Összevont {0}:
uk_ua: Завантажено {0}:

source: Price
cs_cz: Cena
el_gr: Τιμή
fi_fi: Hinta
hu_hu: Ár
uk_ua: Ціна

source: Price Impact
cs_cz: Cenový dopad
el_gr: Επιπτώσεις στην τιμή
fi_fi: Hintavaikutus
hu_hu: Árhatás
uk_ua: Вплив на ціну

source: Price Impact Too High
cs_cz: Příliš vysoký dopad ceny
el_gr: Τιμή Αντίκτυπος Πολύ Υψηλή
fi_fi: Liian Suuri Hintavaikutus
hu_hu: Az ár hatása túl magas
uk_ua: Занадто високий вплив ціни

source: Price Updated
cs_cz: Cena aktualizována
el_gr: Η Τιμή Ενημερώθηκε
fi_fi: Hinta Päivitetty
hu_hu: Ár frissítve
uk_ua: Ціну оновлено

source: Price:
cs_cz: Cena:
el_gr: Τιμή:
fi_fi: Hinta:
hu_hu: Ár:
uk_ua: Ціна:

source: Prices and pool share
cs_cz: Ceny a podíl na trhu
el_gr: Τιμές και μερίδιο πισίνας
fi_fi: Hinnat ja poolin osuus
hu_hu: Az árak és a medence részesedése
uk_ua: Ціни і акції пулу

source: Proposals
cs_cz: Návrhy
el_gr: Προτάσεις
fi_fi: Ehdotukset

source: Proposals submitted by community members will appear here.
cs_cz: Zde se objeví návrhy předložené členy komunity.
el_gr: Προτάσεις που υποβάλλονται από τα μέλη της κοινότητας θα εμφανίζονται εδώ.
fi_fi: Yhteisön jäsenten tekemät ehdotukset näkyvät täällä.

source: Proposer
cs_cz: Navrhovatel
el_gr: Προθέτης
fi_fi: Ehdottaja

source: Rates
cs_cz: Sazby
el_gr: Συντελεστές
fi_fi: Hinnat
hu_hu: Árak
uk_ua: Курс

source: Read more about UNI
cs_cz: Přečtěte si více o UNI
el_gr: Διαβάστε περισσότερα για UNI
fi_fi: Lue lisää UNI:stä

source: Read more about Uniswap governance
cs_cz: Přečtěte si více o správě Uniswap
el_gr: Διαβάστε περισσότερα για τη διακυβέρνηση Uniswap
fi_fi: Lue lisää Uniswap hallinnosta

source: Read more about unsupported assets
cs_cz: Přečtěte si více o nepodporovaných aktivech
el_gr: Διαβάστε περισσότερα για τα μη υποστηριζόμενα περιουσιακά στοιχεία
fi_fi: Lue lisää ei-tuetuista assetteista
hu_hu: További információ a nem támogatott eszközökről
uk_ua: Детальніше про непідтримувані активи

source: Recent Transactions
cs_cz: Poslední transakce
el_gr: Πρόσφατες Συναλλαγές
fi_fi: Viimeisimmät Tapahtumat
hu_hu: Legutóbbi tranzakciók
uk_ua: Останні Транзакції

source: Remove
cs_cz: Odebrat
el_gr: Αφαίρεση
fi_fi: Poista
hu_hu: Eltávolítás
uk_ua: Видалити

source: Remove Amount
cs_cz: Odebrat částku
el_gr: Αφαίρεση Ποσού
fi_fi: Poista Summa
hu_hu: Távolítsa el az összeget
uk_ua: Видалити суму

source: Remove Delegate
cs_cz: Odebrat delegaci
el_gr: Αφαίρεση Αντιπροσώπου
fi_fi: Poista Delegoitu
hu_hu: Távolítsa el a Delegált elemet
uk_ua: Видалити делегат

source: Remove Liquidity
cs_cz: Odstranit likviditu
el_gr: Αφαίρεση Ρευστότητας
fi_fi: Poista Likviditeetti
hu_hu: Távolítsa el a Likviditást
uk_ua: Видалити ліквідність

source: Remove list
cs_cz: Odstranit seznam
el_gr: Αφαίρεση λίστας
fi_fi: Poista lista
hu_hu: Lista eltávolítása
uk_ua: Видалити список

source: Remove {0} {1} and {2} {3}
cs_cz: Odstranit {0} {1} a {2} {3}
el_gr: Κατάργηση των {0} {1} και {2} {3}
fi_fi: Poista {0} {1} ja {2} {3}
hu_hu: Távolítsa el a {0} {1} és {2} {3}
uk_ua: Видалити {0} {1} і {2} {3}

source: Removing {0} {1} and {2} {3}
cs_cz: Odstranění {0} {1} a {2} {3}
el_gr: Αφαίρεση των {0} {1} και {2} {3}
fi_fi: Poistetaan {0} {1} ja {2} {3}
hu_hu: {0} {1} és {2} eltávolítása {3}
uk_ua: Видалення {0} {1} і {2} {3}

source: Restricts swaps to direct pairs only.
cs_cz: Omezuje swapy pouze na směrování párů.
el_gr: Περιορίζει τις ανταλλαγές μόνο για να κατευθύνει ζεύγη.
fi_fi: Rajoitetaan vaihtoja vain suoriin pareihin.
hu_hu: A swapokat csak közvetlen párokra korlátozza.
uk_ua: Обмежує зміни лише до прямих пар пар.

source: Return
cs_cz: Vrátit se
el_gr: Επιστροφή
fi_fi: Palautus
hu_hu: Visszatérés
uk_ua: Повернення товару

source: Route
cs_cz: Trasa
el_gr: Διαδρομή
fi_fi: Reitti
hu_hu: Útvonal
uk_ua: Маршрут

source: Search name or paste address
cs_cz: Hledat jméno nebo vložit adresu
el_gr: Αναζήτηση ονόματος ή επικόλλησης διεύθυνσης
fi_fi: Etsi nimi tai liitä osoite
hu_hu: Név vagy cím beillesztése
uk_ua: Знайдіть ім'я або вставку адресу

source: Select a token
cs_cz: Vybrat token
el_gr: Επιλέξτε ένα διακριτικό
fi_fi: Valitse tunnus
hu_hu: Jelöljön ki egy tokent
uk_ua: Вибрати токен

source: Self
cs_cz: Sám
el_gr: Ίδιος
fi_fi: Itsensä

source: Self Delegate
cs_cz: Samostatná delegace
el_gr: Ίδιος Εκπρόσωπος
fi_fi: Itsevaltuutettu
hu_hu: Saját delegált
uk_ua: Власний делегат

source: Share of Pool:
cs_cz: Podíl sdružení:
el_gr: Μοιραστείτε την πισίνα:
fi_fi: Poolin osuus:
hu_hu: A pool részesedése:
uk_ua: Розповсюдження пулу:

source: Simple
cs_cz: Jednoduchý
el_gr: Απλό
fi_fi: Yksinkertainen
hu_hu: Egyszerű
uk_ua: Просте

source: Slippage tolerance
cs_cz: Tolerance boční stránky
el_gr: Ανοχή ολίσθησης
fi_fi: Liu'utuksen toleranssi
hu_hu: Csúszási tolerancia
uk_ua: Насиченість слизу

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
cs_cz: Některá aktiva nejsou dostupná prostřednictvím tohoto rozhraní, protože nemusí dobře fungovat s chytrými smlouvami nebo z právních důvodů nejsme schopni povolit obchodování.
el_gr: Ορισμένα περιουσιακά στοιχεία δεν είναι διαθέσιμα μέσω αυτής της διασύνδεσης, επειδή μπορεί να μην λειτουργούν καλά με τις έξυπνες συμβάσεις ή δεν είμαστε σε θέση να επιτρέψουμε τη διαπραγμάτευση για νομικούς λόγους.
fi_fi: Jotkut varat eivät ole käytettävissä tämän käyttöliittymän kautta, koska ne eivät ehkä toimi hyvin älykkäiden sopimusten kanssa tai emme voi sallia kaupankäyntiä oikeudellisista syistä.
hu_hu: Bizonyos eszközök nem érhetők el ezen a felületen keresztül, mert lehet, hogy nem működnek jól az intelligens szerződésekkel, vagy jogi okokból nem tudjuk engedélyezni a kereskedést.
uk_ua: Деякі активи не доступні через цей інтерфейс, оскільки вони можуть не добре працювати з розумними контрактами або ми не можемо дозволити торгувати з юридичних причин.

source: Something went wrong
cs_cz: Něco se pokazilo
el_gr: Κάτι πήγε στραβά
fi_fi: Jotain meni pieleen
hu_hu: Valami elromlott
uk_ua: Щось пішло не так

source: Step 1. Get UNI-V2 Liquidity tokens
cs_cz: Krok 1. Získejte UNI-V2 žetony pro likviditu
el_gr: Βήμα 1. Πάρτε τα διακριτικά ρευστότητας UNI-V2
fi_fi: Vaihe 1. Hanki UNI-V2 Likviditeettikuponkia

source: Submitting Vote
cs_cz: Odesílání hlasování
el_gr: Υποβολή Ψηφοφορίας
fi_fi: Lähetetään Ääntä
hu_hu: Szavazat benyújtása
uk_ua: Відправлення голосу

source: Supply
cs_cz: Dodávka
el_gr: Προμήθεια
fi_fi: Tulo
hu_hu: Kínálat
uk_ua: Пропозиція

source: Supplying {0} {1} and {2} {3}
cs_cz: Dodávání {0} {1} a {2} {3}
el_gr: Προμήθεια {0} {1} και {2} {3}
fi_fi: Toimitetaan {0} {1} ja {2} {3}
hu_hu: {0} {1} és {2} {3}megadása
uk_ua: Постачання {0} {1} та {2} {3}

source: Swap
cs_cz: Prohodit
el_gr: Εναλλαγή
fi_fi: Vaihda
hu_hu: Csere
uk_ua: Поміняти

source: Swap Anyway
cs_cz: Přesto prohodit
el_gr: Εναλλαγή Τέλος Τέλος Τέλος
fi_fi: Vaihda Silti
hu_hu: Csere mindenképp
uk_ua: Поміняти місцями все одно

source: Swapping {0} {1} for {2} {3}
cs_cz: Výměna {0} {1} za {2} {3}
el_gr: Ανταλλαγή {0} {1} για {2} {3}
fi_fi: Vaihdetaan {0} {1} kohtaan {2} {3}
hu_hu: {0} {1} cseréje {2} {3}
uk_ua: Обмін {0} {1} на {2} {3}

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
cs_cz: Uniswap invariant x * y = k nebyl swapem uspokojen. To obvykle znamená, že jeden z tokenů, které vyměňujete, zahrnuje vlastní chování při přenosu.
el_gr: Το αμετάβλητο Uniswap x * y = k δεν ικανοποιήθηκε από την ανταλλαγή. Αυτό συνήθως σημαίνει ότι ένα από τα διακριτικά που ανταλλάσσετε περιλαμβάνει προσαρμοσμένη συμπεριφορά κατά τη μεταφορά.
fi_fi: Vaihto ei tyydyttänyt Uniswap-invarianttia x * y = k. Tämä tarkoittaa yleensä sitä, että yksi vaihdettavista tunnuksista sisältää mukautetun käyttäytymisen siirron yhteydessä.

source: The input token cannot be transferred. There may be an issue with the input token.
cs_cz: Vstupní token nelze přenést. Může se jednat o problém se vstupním tokenem.
el_gr: Δεν είναι δυνατή η μεταφορά του διακριτικού εισαγωγής. Ενδέχεται να υπάρχει πρόβλημα με το διακριτικό εισαγωγής.
fi_fi: Syötetunnusta ei voi siirtää. Syötetunnuksessa voi olla ongelma.
hu_hu: A bemeneti token nem vihető át. Probléma lehet a beviteli tokennel.
uk_ua: Вхідний маркер неможливо передати. Можливо, проблема з вхідним маркером.

source: The market price is outside your specified price range. Single-asset deposit only.
cs_cz: Tržní cena je mimo Vámi stanovený cenový rozsah. Pouze vklad na jedno aktivum.
el_gr: Η αγοραία τιμή είναι εκτός του εύρους τιμών που καθορίσατε.
fi_fi: Markkinahinta on määritellyn hintaluokan ulkopuolella. Vain yhden omaisuuserän talletus.
hu_hu: A piaci ár kívül esik a megadott ártartományban. Csak egyszeri eszközbetét.
uk_ua: Ринкова ціна за межами вашого зазначеного діапазону цін. Тільки за рахунок Єдиного активу.

source: The output token cannot be transferred. There may be an issue with the output token.
cs_cz: Výstupní token nelze přenést. Může dojít k problému s výstupním tokenem.
el_gr: Δεν είναι δυνατή η μεταφορά του διακριτικού εξόδου. Ενδέχεται να υπάρχει πρόβλημα με το διακριτικό εξόδου.
fi_fi: Tulostunnusta ei voi siirtää. Tulostunnuksessa voi olla ongelma.
hu_hu: A kimeneti token nem vihető át. Probléma lehet a kimeneti tokennel.
uk_ua: Вихідний маркер неможливо передати. Можливо, проблема з вихідним маркером.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
cs_cz: Cena tohoto bazénu je mimo váš vybraný rozsah. Vaše pozice v současné době nezískává poplatky.
el_gr: Η τιμή αυτής της πισίνας είναι εκτός του επιλεγμένου εύρους. Η θέση σας δεν κερδίζει επί του παρόντος τέλη.
fi_fi: Tämän poolin hinta on valitsemasi alueen ulkopuolella. Sijaintisi ei ole tällä hetkellä ansaitseva maksu.
hu_hu: A medence ára kívül esik a kiválasztott tartományon. A pozíciója jelenleg nem keres díjat.
uk_ua: Ціна цього басейну знаходиться за межами вашого діапазону. Ваша позиція не заробляє комісії.

source: The price of this pool is within your selected range. Your position is currently earning fees.
cs_cz: Cena tohoto bazénu je ve vybraném rozsahu. Vaše pozice nyní získává poplatky.
el_gr: Η τιμή αυτής της πισίνας είναι εντός του επιλεγμένου εύρους. Η θέση σας κερδίζει επί του παρόντος τέλη.
fi_fi: Tämän poolin hinta on valitun alueen sisällä. Sijaintisi on tällä hetkellä ansaitseva maksu.
hu_hu: A medence ára a kiválasztott tartományon belül van. A pozíciója jelenleg díjakat keres.
uk_ua: Ціна цього басейну знаходиться в межах вашого вибраного діапазону. Ваша позиція заробляє дохід.

source: The ratio of tokens you add will set the price of this pool.
cs_cz: Poměr tokenů, které přidáte, nastaví cenu tohoto souboru.
el_gr: Η αναλογία των νομισμάτων που προσθέτετε θα ορίσει την τιμή αυτής της πισίνας.
fi_fi: Kuponkien suhde jonka lisäät asettaa tämän poolin hinnan.
hu_hu: A hozzáadott tokenek aránya meghatározza ennek a készletnek az árát.
uk_ua: Співвідношення токенів, які ви додаєте, встановить ціну цього басейну.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
cs_cz: Transakci nelze odeslat, protože lhůta uplynula. Zkontrolujte, zda není termín transakce příliš nízký.
el_gr: Δεν ήταν δυνατή η αποστολή της συναλλαγής επειδή έχει παρέλθει η προθεσμία. Βεβαιωθείτε ότι η προθεσμία συναλλαγής σας δεν είναι πολύ χαμηλή.
fi_fi: Tapahtumaa ei voitu lähettää, koska määräaika on ohi. Tarkista, että tapahtumasi määräaika ei ole liian lyhyt.
hu_hu: A tranzakciót nem sikerült elküldeni, mert a határidő lejárt. Kérjük, ellenőrizze, hogy a tranzakció határideje nem túl alacsony-e.
uk_ua: Транзакцію надіслати не вдалося, оскільки термін минув. Будь ласка, перевірте, щоб термін трансакції не був занадто низьким.

source: These tokens are commonly paired with other tokens.
cs_cz: Tyto žetony jsou běžně spárovány s jinými žetony.
el_gr: Αυτά τα νομίσματα είναι συνήθως σε συνδυασμό με άλλα νομίσματα.
fi_fi: Nämä kuponkia ovat yleensä pariksi muiden kuponkien.
hu_hu: Ezeket a tokeneket általában más tokenekkel párosítják.
uk_ua: Ці токени зазвичай поєднані з іншими токенами.

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
cs_cz: Tento token se neobjevuje na seznamech aktivních tokenů. Ujistěte se, že toto je token, se kterým chcete obchodovat.
el_gr: Αυτό το διακριτικό δεν εμφανίζεται στις ενεργές λίστες. Βεβαιωθείτε ότι αυτό είναι το διακριτικό που θέλετε να ανταλλάξετε.
fi_fi: Tätä tunnusta ei näy aktiivisissa tunnuslistoissa. Varmista, että tämä on merkki, jonka haluat vaihtaa.
hu_hu: Ez a token nem jelenik meg az aktív tokenek listájában. Győződjön meg arról, hogy ez az a token, amelyet kereskedni szeretne.
uk_ua: Цей маркер не відображається у списку (ах) активних маркерів. Переконайтеся, що це маркер, яким ви хочете торгувати.
