Repository: NiiFi/uinterface
Catalog: src/locales/*.po
Languages: cs_cz, el_gr, fi_fi, hu_hu, uk_ua

source: (edit)
cs_cz: (upravit)
el_gr: (επεξεργασία)
fi_fi: (muokkaa)

source: - Remove send
cs_cz: - Odebrat odeslání
el_gr: - Αφαίρεση αποστολής
fi_fi: - Poista lähetys
hu_hu: - Távolítsa el a küldést
uk_ua: - Видалити відправку

source: 0 UNI / week
cs_cz: 0 UNI / týden
el_gr: 0 UNI / εβδομάδα
fi_fi: 0 UNI / viikko
hu_hu: 0 UNI / hét
uk_ua: 0 UNI / тиждень

source: <0/> All Proposals
cs_cz: <0/> Všechny návrhy
el_gr: <0/> Όλες Οι Προτάσεις
fi_fi: <0/> Kaikki Ehdotukset

source: <0/> Votes
cs_cz: <0/> hlasů
el_gr: <0/> Ψηφοφορίες
fi_fi: <0/> Äänet

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
cs_cz: <0>Tip:</0> Odstranění tokenů bazénu převede vaši pozici zpět na základní tokeny v aktuálním tempu, úměrně vašemu podílu na bazénu. Naběhlé poplatky jsou zahrnuty do částek, které obdržíte.
el_gr: <0>Συμβουλή:</0> Αφαίρεση tokens πισίνα μετατρέπει τη θέση σας πίσω σε υποκείμενα tokens με την τρέχουσα ισοτιμία, αναλογικά με το μερίδιό σας από την πισίνα. Τα δεδουλευμένα τέλη περιλαμβάνονται στα ποσά που λαμβάνετε.
fi_fi: <0>Vinkki:</0> Poistaminen poolin poletteja muuntaa sijaintisi takaisin taustalla oleviin poletteihin nykyisellä nopeudella, suhteutettuna oman osuuden poolista. Kertyneet palkkiot sisältyvät saamiisi määriin.
hu_hu: <0> Tipp:</0> A készletjelzők eltávolítása a pozíciót visszaalakítja mögöttes tokenekké az aktuális sebességgel, a készlet részesedésével arányosan. Az elhatárolt díjakat a kapott összegek tartalmazzák.
uk_ua: <0>Порада:</0> Видалення токенів наповнення токенів перетворює вашу позицію в необхідну частину токену, пропорційно обміну басейну. Нараховані платежі включені в суми, які ви отримуєте.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
cs_cz: <0>Tip:</0> Když přidáte likviditu, obdržíte tokeny bazénu reprezentující vaši pozici. Tyto žetony automaticky získávají poplatky úměrné vašemu podílu na bazénu a mohou být kdykoli vyměněny.
el_gr: <0>Συμβουλή:</0> Όταν προσθέσετε ρευστότητα, θα λάβετε tokens πισίνας που αντιπροσωπεύουν τη θέση σας. Αυτές οι μάρκες κερδίζουν αυτόματα τέλη ανάλογα με το μερίδιό σας στην πισίνα, και μπορούν να εξαργυρωθούν ανά πάσα στιγμή.
fi_fi: <0>Vinkki:</0> Kun lisäät likviditeettiä, saat poolin poletteja, jotka edustavat sijaintiasi. Nämä rahakkeet automaattisesti ansaita palkkioita suhteessa osuutesi altaasta, ja voidaan lunastaa milloin tahansa.
hu_hu: <0> Tipp:</0> A likviditás hozzáadásakor pool-tokeneket kap, amelyek a pozícióját képviselik. Ezek a tokenek automatikusan díjakat keresnek, a saját részarányával arányosan, és bármikor beválthatók.
uk_ua: <0>Порада:</0> При додаванні рідини, ви отримаєте токени пулу, що представляє вашу позицію. Ці токени автоматично заробляють плату пропорційно вашій вкладці басейну, і можуть бути викуплені в будь-який час.

source: <0>Unlock voting</0> to prepare for the next proposal.
cs_cz: <0>Odemkněte hlasování</0> pro přípravu dalšího návrhu.
el_gr: <0>Ξεκλειδώστε ψήφου</0> για να προετοιμαστείτε για την επόμενη πρόταση.
fi_fi: <0>Avaa äänestäminen</0> valmistautuaksesi seuraavaan ehdotukseen.

source: <0>🎉 </0>Welcome to team Unicorn :) <1>🎉</1>
cs_cz: <0>🎉 </0>Vítejte v týmu Unicorn :) <1>🎉</1>
el_gr: <0>🎉 </0>Καλώς ήρθατε στην ομάδα Unicorn :) <1>🎉</1>
fi_fi: <0>🎉 </0>Tervetuloa tiimiin Unicorn :) <1>🎉</1>

source: A minimum threshold of 1% of the total UNI supply is required to submit proposals
cs_cz: Předkládání návrhů je vyžadováno minimální prahovou hodnotou 1 % celkové dodávky UNI.
el_gr: Απαιτείται ελάχιστο όριο 1% της συνολικής προσφοράς του Ο"Ε για την υποβολή προτάσεων
fi_fi: Ehdotusten esittäminen edellyttää vähintään yhden prosentin raja-arvoa UNI:n kokonaistarjonnasta.

source: Accept
cs_cz: Přijmout
el_gr: Αποδοχή
fi_fi: Hyväksy
hu_hu: Elfogad
uk_ua: Прийняти

source: Account
cs_cz: Účet
el_gr: Λογαριασμός
fi_fi: Tili
hu_hu: Számla
uk_ua: Обліковий запис

source: Active
cs_cz: Aktivní
el_gr: Ενεργό
fi_fi: Aktiivinen
hu_hu: Aktív
uk_ua: Активний

source: Add
cs_cz: Přidat
el_gr: Προσθήκη
fi_fi: Lisää
hu_hu: Hozzáadás
uk_ua: Додати

source: Add Delegate +
cs_cz: Přidat delegát +
el_gr: Προσθήκη Αντιπροσωπείας +
fi_fi: Lisää Delegoitu +
hu_hu: Adja hozzá a Delegate + elemet
uk_ua: Додати Делегат +

source: Add Liquidity
cs_cz: Přidat likviditu
el_gr: Προσθήκη Ρευστότητας
fi_fi: Lisää Maksuvalmius
hu_hu: Adja hozzá a Likviditást
uk_ua: Додати ліквідність

source: Add liquidity.
cs_cz: Přidat likviditu.
fi_fi: Lisää likviditeettiä.

source: Add {0} to Metamask <0/>
cs_cz: Přidat {0} do metamasku <0/>
el_gr: Προσθήκη {0} στο Metamask <0/>
fi_fi: Lisää {0} Metamaskiin <0/>
hu_hu: Adjon {0} a Metamask <0 /> elemhez
uk_ua: Додати {0} до Metamask <0/>

source: Add {0} {1} and {2} {3}
cs_cz: Přidat {0} {1} a {2} {3}
el_gr: Προσθήκη {0} {1} και {2} {3}
fi_fi: Lisää {0} {1} ja {2} {3}
hu_hu: Adjunk hozzá {0} {1} és {2} {3}
uk_ua: Додати {0} {1} і {2} {3}

source: Add {0}-{1} liquidity
cs_cz: Přidat {0}-{1} likviditu
el_gr: Προσθήκη {0}-{1} ρευστότητας
fi_fi: Lisää {0}-{1} likviditeetti

source: Added {0}
cs_cz: Přidáno {0}
el_gr: Προστέθηκε {0}
fi_fi: Lisätty {0}
hu_hu: Hozzáadva {0}
uk_ua: Додано {0}

source: Address has no available claim
cs_cz: Adresa nemá žádný dostupný nárok
el_gr: Η διεύθυνση δεν έχει διαθέσιμη αξίωση
fi_fi: Osoitteella ei ole saatavaa

source: Against
cs_cz: Proti
el_gr: Εναντίον
fi_fi: Vastaan

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
cs_cz: Povolit obchody s vysokým dopadem ceny a přeskočit obrazovku s potvrzením. Použijte na vlastní nebezpečí.
el_gr: Επιτρέψτε τις συναλλαγές υψηλής επίδρασης τιμών και παραλείψτε την οθόνη επιβεβαίωσης. Χρησιμοποιήστε τη με δική σας ευθύνη.
fi_fi: Salli korkean hinnan vaikutus kauppojen ja ohita vahvistusnäyttö. Käytä omalla vastuulla.
hu_hu: Engedje meg a magas árfolyamú kereskedéseket, és hagyja ki a megerősítő képernyőt. Használat csak saját felelősségre.
uk_ua: Дозвольте високі ціни угоди і пропустити екран підтвердження. Використовуйте на свій страх і ризик.

source: Always make sure the URL is<0>app.uniswap.org</0> - bookmark it to be safe.
cs_cz: Vždy se ujistěte, že URL je<0>app.uniswap.org</0> - záložka je bezpečná.
el_gr: Πάντα βεβαιωθείτε ότι το URL είναι<0>app.uniswap.org</0> - σελιδοδείκτη για να είναι ασφαλές.
fi_fi: Varmista aina, että URL-osoite on <0>app.uniswap.org</0> - kirjanmerkki on turvallinen.
hu_hu: Mindig ellenőrizze, hogy az URL <0> app.uniswap.org</0> - könyvjelzővel ellátva, hogy biztonságos legyen.
uk_ua: Завжди переконайтеся, що URL для<0>app.uniswap.org</0> - закладка має бути в безпеці.

source: Amount
cs_cz: Částka, která má být získána
fi_fi: Määrä

source: Approve
cs_cz: Schválit
el_gr: Έγκριση
fi_fi: Hyväksy
hu_hu: Jóváhagy
uk_ua: Схвалити

source: Approve {0}
cs_cz: Schválit {0}
el_gr: Έγκριση {0}
fi_fi: Hyväksy {0}
hu_hu: Jóváhagyás {0}
uk_ua: Схвалити {0}

source: Approved
cs_cz: Schváleno
el_gr: Εγκρίθηκε
fi_fi: Hyväksytty
hu_hu: Jóváhagyott
uk_ua: Затверджено

source: Approving
cs_cz: Schvalování
el_gr: Έγκριση
fi_fi: Hyväksytään
hu_hu: Jóváhagyó
uk_ua: Затвердження

source: Approving {0}
cs_cz: Schvalování {0}
el_gr: Έγκριση {0}
fi_fi: Hyväksytään {0}
hu_hu: {0}jóváhagyása
uk_ua: Затвердження {0}

source: Are you sure?
cs_cz: Jste si jisti?
el_gr: Είσαι σίγουρος?
fi_fi: Oletko varma?
hu_hu: biztos vagy ebben?
uk_ua: Ви впевнені?

source: Auto
cs_cz: Automaticky
el_gr: Αυτόματο
fi_fi: Automaattinen
uk_ua: Авто

source: Available to deposit: {0}
cs_cz: K dispozici k vkladu: {0}
el_gr: Διαθέσιμο για κατάθεση: {0}
fi_fi: Talletettavissa: {0}
hu_hu: Betétként befizethető: {0}
uk_ua: Доступний для депозиту: {0}

source: Balance:
cs_cz: Zůstatek:
el_gr: Υπόλοιπο:
fi_fi: Saldo:

source: Blocked address
cs_cz: Blokovaná adresa
el_gr: Αποκλεισμένη διεύθυνση
fi_fi: Estetty osoite
hu_hu: Letiltott cím
uk_ua: Адреса заблокована

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
cs_cz: Přidáním likvidity získáte 0,3% všech obchodů na tomto dvojici úměrně k vašemu podílu ve skupině. Poplatky jsou připočteny do bazálu, nabíhají v reálném čase a lze je požadovat výběrem Vaší likvidity.
el_gr: Προσθέτοντας ρευστότητα θα κερδίσετε το 0,3% όλων των συναλλαγών σε αυτό το ζευγάρι αναλογικά με το μερίδιό σας στην πισίνα. Τα τέλη προστίθενται στην πισίνα, συσσωρεύονται σε πραγματικό χρόνο και μπορεί να ζητηθεί από την ανάληψη ρευστότητας σας.
fi_fi: Lisäämällä likviditeettiä ansaitset 0.3% kaikista kaupoista tämän parin suhteessa osuutesi poolista. Maksut lisätään altaaseen, kertyy reaaliajassa ja voidaan vaatia vetämällä pois likviditeetti.
hu_hu: A likviditás hozzáadásával a pár összes részvényének 0,3% -át meg fogja keresni, arányosan a pool részesedésével. A díjak hozzáadódnak a készlethez, valós időben halmozódnak fel, és a likviditás visszavonásával igényelhetők.
uk_ua: Додаючи ліквідність, ви отримаєте 0,3% від усіх торгів на цю пару пропорційно вашій частці в басейні. Комісія додається в басейн, накопичується в реальному часі і можна стверджувати, виключивши вашу ліквідність.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
cs_cz: Přidáním tohoto seznamu implicitně věříte, že data jsou správná. Kdokoli může vytvořit seznam, včetně vytváření falešných verzí existujících seznamů a seznamů, které označují projekty, které jej nemají.
el_gr: Προσθέτοντας αυτή τη λίστα, εμπιστεύεστε έμμεσα ότι τα δεδομένα είναι σωστά. Οποιοσδήποτε μπορεί να δημιουργήσει μια λίστα, συμπεριλαμβανομένης της δημιουργίας πλαστών εκδόσεων των υφιστάμενων καταλόγων και καταλόγων που ισχυρίζονται ότι αντιπροσωπεύουν έργα που δεν έχουν ένα.
fi_fi: Lisäämällä tämän listan luotat implisiittisesti, että tiedot ovat oikeita. Kuka tahansa voi luoda listan, mukaan lukien luoda väärennettyjä versioita olemassa olevista listoista ja listoista, jotka väittävät edustavansa hankkeita, joilla ei ole sellaista.
hu_hu: A lista hozzáadásával implicit módon bízik abban, hogy az adatok helyesek. Bárki létrehozhat egy listát, beleértve a meglévő listák hamis verzióinak létrehozását és azokat a listákat, amelyek azt állítják, hogy olyan projekteket képviselnek, amelyeknek még nincs ilyen.
uk_ua: Додаючи цей список, ви неявно довіряєте, що дані правильні. Будь-хто може створити список, включаючи створення підроблених версій існуючих списків і списків, які претендують на представлення проектів, яких ще немає.

source: Charts
cs_cz: Grafy
el_gr: Διαγράμματα
fi_fi: Kaaviot

source: Check out our v3 LP walkthrough and migration guides.
cs_cz: Podívejte se na naše průvodce v3 LP a migrační průvodce.
el_gr: Ελέγξτε μας v3 LP διάβαση και τους οδηγούς μετανάστευσης.
fi_fi: Tutustu meidän v3 LP kävely- ja muuttooppaita.
hu_hu: Nézze meg v3 LP áttekintési és átállási útmutatóinkat.
uk_ua: Ознайомтеся з нашими v3 LP покроковими та міграційними інструкціями.

source: Claim accumulated UNI rewards
cs_cz: Získat kumulovanou UNI odměnu
el_gr: Ισχυρισμός των συσσωρευμένων ανταμοιβών UNI
fi_fi: Lunasta kertynyt UNI palkintoja

source: Claim your UNI tokens
cs_cz: Získejte své UNI tokeny
el_gr: Ζητήστε τα διακριτικά σας UNI
fi_fi: Lunasta UNI-tunnuksesi

source: Claimed
cs_cz: nárokováno
el_gr: Διεκδικείται
fi_fi: Vaadittu

source: Claimed UNI!
cs_cz: Vyžádáno UNI!
el_gr: Ισχυρίστηκε UNI!
fi_fi: Vaadittu YK!
hu_hu: Azt állította, hogy UNI!
uk_ua: Твердили ЮНІ!

source: Claiming
cs_cz: Tvrzení
el_gr: Διεκδίκηση
fi_fi: Vaatimukset

source: Claiming UNI
cs_cz: Uplatňování UNI
el_gr: Διεκδικώντας Το UNI
fi_fi: UNI:n Vaatiminen

source: Claiming {0} UNI
cs_cz: Získávání {0} UNI
el_gr: Διεκδικώντας {0} UNI
fi_fi: Vaatii {0} UNI
hu_hu: {0} UNI igénylése
uk_ua: Захоплення {0} UNI

source: Clear all
cs_cz: Vymazat vše
el_gr: Εκκαθάριση όλων
fi_fi: Tyhjennä kaikki
hu_hu: Mindent kitöröl
uk_ua: Очистити все

source: Close
cs_cz: Zavřít
el_gr: Κλείσιμο
fi_fi: Sulje
hu_hu: Bezárás
uk_ua: Закрити

source: Closed
cs_cz: Zavřeno
el_gr: Κλειστό
fi_fi: Suljettu
hu_hu: Zárva
uk_ua: Закрити

source: Common bases
cs_cz: Společné základny
el_gr: Κοινές βάσεις
fi_fi: Yhteiset tukikohdat
hu_hu: Közös alapok
uk_ua: Бази

source: Confirm
cs_cz: Potvrdit
el_gr: Επιβεβαίωση
fi_fi: Vahvista
hu_hu: megerősít
uk_ua: Підтвердити

source: Confirm Supply
cs_cz: Potvrdit dodávku
el_gr: Επιβεβαίωση Προμήθειας
fi_fi: Vahvista Tulo
hu_hu: Ellenőrizze az ellátást
uk_ua: Підтвердити постачання

source: Confirm Swap
cs_cz: Potvrďte výměnu
el_gr: Επιβεβαίωση ανταλλαγής
fi_fi: Vahvista vaihtaminen
hu_hu: Erősítse meg a Csere lehetőséget
uk_ua: Підтвердьте обмін

source: Confirm this transaction in your wallet
cs_cz: Potvrďte tuto transakci ve Vaší peněžence
el_gr: Επιβεβαιώστε αυτή τη συναλλαγή στο πορτοφόλι σας
fi_fi: Vahvista tapahtuma lompakossasi
hu_hu: Erősítse meg ezt a tranzakciót a pénztárcájában
uk_ua: Підтвердіть цю транзакцію у своєму гаманці

source: Connect Wallet
cs_cz: Připojit peněženku
el_gr: Σύνδεση Πορτοφολιού
fi_fi: Yhdistä Lompakko
hu_hu: Csatlakoztassa a Pénztárcát
uk_ua: Підключіть Wallet

source: Connect a wallet
cs_cz: Připojit peněženku
el_gr: Συνδέστε ένα πορτοφόλι
fi_fi: Yhdistä lompakko
hu_hu: Csatlakoztassa a pénztárcát
uk_ua: Підключити гаманець

source: Connect to a wallet
cs_cz: Připojit k peněžence
el_gr: Σύνδεση σε πορτοφόλι
fi_fi: Yhdistä lompakkoon
hu_hu: Csatlakozzon egy pénztárcához
uk_ua: Підключення до гаманця

source: Connect to a wallet to find pools
cs_cz: Připojte se k peněžence pro nalezení bazénů
el_gr: Συνδεθείτε σε ένα πορτοφόλι για να βρείτε πισίνες
fi_fi: Yhdistä lompakkoon löytääksesi altaita
hu_hu: Csatlakozzon egy pénztárcához, hogy megtalálja a medencéket
uk_ua: Під'єднайтеся до гаманця для пошуку басейнів

source: Connect wallet
cs_cz: Připojit peněženku
el_gr: Σύνδεση πορτοφολιού
fi_fi: Yhdistä lompakko

source: Copied
cs_cz: Zkopírováno
el_gr: Αντιγράφηκε
fi_fi: Kopioitu
hu_hu: Másolva
uk_ua: Скопійовано

source: Copy Address
cs_cz: Kopírovat adresu
el_gr: Αντιγραφή Διεύθυνσης
fi_fi: Kopioi Osoite
hu_hu: Cím másolása
uk_ua: Копіювати адресу

source: Create Pool & Supply
cs_cz: Vytvořit bazén a zásobu
el_gr: Δημιουργία Πισίνας & Προμήθειας
fi_fi: Luo Uima-allas Ja Tulo
hu_hu: Pool & Supply létrehozása
uk_ua: Створити басейн та пропозицію

source: Create a pair
cs_cz: Vytvořit pár
el_gr: Δημιουργήστε ένα ζευγάρι
fi_fi: Luo pari
hu_hu: Hozzon létre egy párot
uk_ua: Створити пару

source: Create an issue on GitHub
cs_cz: Vytvořte problém na GitHubu
el_gr: Δημιουργήστε ένα ζήτημα στο GitHub
fi_fi: Luo ongelma GitHubiin
hu_hu: Hozzon létre egy problémát a GitHubon
uk_ua: Створіть випуск на GitHub

source: Create pool.
cs_cz: Vytvořit bazén.
el_gr: Δημιουργία πισίνας.
fi_fi: Luo allas.
hu_hu: Készítsen poolot.
uk_ua: Створити басейн.

source: Delegate Votes
cs_cz: Delegovat hlasování
el_gr: Αντιπροσωπευτικές Ψηφοφορίες
fi_fi: Delegoi Äänet
hu_hu: Küldött szavazatok
uk_ua: Делегувати голосування

source: Delegated to:
cs_cz: Pověřeno:
el_gr: Ανατέθηκε σε:
fi_fi: Delegoitu henkilölle:

source: Delegating votes
cs_cz: Delegování hlasů
el_gr: Εκχώρηση ψήφων
fi_fi: Äänestysten poistaminen
hu_hu: A szavazatok delegálása
uk_ua: Делегуючі голоси

source: Deposit
cs_cz: Vklad
el_gr: Κατάθεση
fi_fi: Talletus
hu_hu: Letét
uk_ua: Поповнити

source: Deposit UNI-V2 LP Tokens
cs_cz: Vložit UNI-V2 LP tokeny
el_gr: Κατάθεση Κωδικών UNI-V2 LP
fi_fi: Talletus UNI-V2 Lp Tokens

source: Deposit liquidity
cs_cz: Vkladová likvidita
el_gr: Πληρωμή καταθέσεων
fi_fi: Talletusten likviditeetti
hu_hu: Betéti likviditás
uk_ua: Зарахування ліквідності

source: Deposit your Liquidity Provider tokens to receive UNI, the Uniswap protocol governance token.
cs_cz: Vložte tokeny poskytovatele likvidity pro příjem UNI, správy Uniswap protokolu.
el_gr: Καταθέστε τα διακριτικά του παρόχου ρευστότητας για να λάβετε UNI, το διακριτικό διακυβέρνησης πρωτοκόλλου Uniswap.
fi_fi: Talleta Likviditeetin tarjoajan poletteja vastaanottamaan UNI, Uniswap protokollan hallintatoken.

source: Deposited liquidity:
cs_cz: Vložená likvidita:
el_gr: Κατάθεση ρευστότητας:
fi_fi: Talletettu likviditeetti:
hu_hu: Betétes likviditás:
uk_ua: Зарахована ліквідність:

source: Deposited {0} UNI-V2
cs_cz: Vloženo {0} UNI-V2
el_gr: Κατατέθηκε {0} UNI-V2
fi_fi: Tallennettu {0} UNI-V2
hu_hu: {0} UNI-V2 letétbe helyezve
uk_ua: Зараховано {0} UNI-V2

source: Depositing Liquidity
cs_cz: Depozitní likvidita
el_gr: Κατάθεση Ρευστότητας
fi_fi: Likviditeetin Talletus
hu_hu: Betéti likviditás
uk_ua: Зарахування ліквідності

source: Description
cs_cz: L 343, 22.12.2009, s. 1).
el_gr: Περιγραφή
fi_fi: Kuvaus

source: Detailed
cs_cz: Detaily
el_gr: Λεπτομερής
fi_fi: Yksityiskohtainen
hu_hu: Részletes
uk_ua: Докладно

source: Details
cs_cz: Detaily
el_gr: Λεπτομέρειες
fi_fi: Yksityiskohdat

source: Disable Multihops
cs_cz: Zakázat Multihops
el_gr: Απενεργοποίηση Multihops
fi_fi: Poista Multihops Käytöstä
hu_hu: A Multihopok letiltása
uk_ua: Вимкнути мульти-хопи

source: Dismiss
cs_cz: Odmítnout
el_gr: Απόρριψη
fi_fi: Hylkää
hu_hu: Elvetés
uk_ua: Відхилити

source: Enter a recipient
cs_cz: Zadejte příjemce
el_gr: Εισαγάγετε έναν παραλήπτη
fi_fi: Kirjoita vastaanottaja
hu_hu: Írja be a címzettet
uk_ua: Введіть одержувача

source: Enter a valid slippage percentage
cs_cz: Zadejte platné procento skluzu
el_gr: Εισάγετε ένα έγκυρο ποσοστό ολίσθησης
fi_fi: Syötä kelvollinen lipsumisprosentti
hu_hu: Adjon meg érvényes csúszási százalékot
uk_ua: Введіть дійсний відсоток диспуту

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
cs_cz: Zadejte adresu pro spuštění nároku UNI. Pokud má adresa nějakou nárokovatelnou UNI, bude jim odeslána po odeslání.
el_gr: Εισάγετε μια διεύθυνση για να προκαλέσετε μια αξίωση UNI. Εάν η διεύθυνση έχει οποιοδήποτε Δεικτό UNI θα αποσταλεί σε αυτούς κατά την υποβολή τους.
fi_fi: Syötä osoite, joka käynnistää UNI-vaatimuksen. Jos osoitteella on jokin tavoitettavissa oleva YKI-koodi, se lähetetään heille lähetettäessä.

source: Enter an amount
cs_cz: Zadejte částku
el_gr: Εισάγετε ένα ποσό
fi_fi: Syötä summa
hu_hu: Adjon meg egy összeget
uk_ua: Введіть суму

source: Enter valid list location
cs_cz: Zadejte platnou polohu seznamu
el_gr: Εισάγετε έγκυρη τοποθεσία λίστας
fi_fi: Syötä kelvollinen listan sijainti
hu_hu: Adja meg a lista érvényes helyét
uk_ua: Введіть коректне розташування списку

source: Enter valid token address
cs_cz: Zadejte platnou adresu tokenu
el_gr: Εισάγετε έγκυρη διεύθυνση διακριτικού
fi_fi: Syötä kelvollinen tunnus osoite
hu_hu: Adjon meg érvényes token címet
uk_ua: Введіть коректну адресу маркера

source: Error
cs_cz: Chyba
el_gr: Σφάλμα
fi_fi: Virhe
hu_hu: Hiba
uk_ua: Помилка

source: Error connecting
cs_cz: Chyba při připojování
el_gr: Σφάλμα σύνδεσης
fi_fi: Virhe yhdistettäessä
hu_hu: Hiba történt a csatlakozáskor
uk_ua: Помилка підключення

source: Error connecting. Try refreshing the page.
cs_cz: Chyba připojení. Zkuste stránku obnovit.
el_gr: Σφάλμα σύνδεσης. Προσπαθήστε να ανανεώσετε τη σελίδα.
fi_fi: Virhe yhdistettäessä. Yritä päivittää sivua.
hu_hu: Hiba történt a csatlakozáskor. Próbálja frissíteni az oldalt.
uk_ua: Помилка підключення. Спробуйте оновити сторінку.

source: Error importing list
cs_cz: Chyba importu seznamu
el_gr: Σφάλμα εισαγωγής λίστας
fi_fi: Virhe tuotaessa listaa
hu_hu: Hiba történt a lista importálásakor
uk_ua: Помилка імпорту списку

source: Expanded results from inactive Token Lists
cs_cz: Rozšířené výsledky z neaktivních tokenů
el_gr: Εκτεταμένα αποτελέσματα από ανενεργές λίστες διακριτικών
fi_fi: Laajennetut tulokset passiivisista Tokent-listoista
hu_hu: Kibővített eredmények az inaktív tokenlistákból
uk_ua: Розширені результати від неактивних списків токенів

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
cs_cz: Expert režim vypne výzvu k potvrzení transakce a umožní velké skluzové obchody, které často vedou ke špatným sazbám a ztrátě finančních prostředků.
el_gr: Ειδική λειτουργία απενεργοποιεί την έγκαιρη επιβεβαίωση της συναλλαγής και επιτρέπει υψηλή ολίσθηση συναλλαγές που συχνά οδηγούν σε κακά ποσοστά και χαμένα κεφάλαια.
fi_fi: Asiantuntijatila sammuttaa vahvistavan tapahtuman kehotuksen ja mahdollistaa korkean lipsumisen kaupat, jotka johtavat usein huonoihin hintoihin ja menetti varoja.
hu_hu: A szakértői mód kikapcsolja a tranzakció megerősítését, és lehetővé teszi a nagy csúszásmentes kereskedéseket, amelyek gyakran rossz arányokat és elvesztett forrásokat eredményeznek.
uk_ua: Експертний режим вимикає підтвердження запиту транзакцій і дає змогу торгувати з високими відхиленнями, які часто призводять до поганих ставок та втрачених коштів.

source: Explore popular pools on Uniswap Analytics.
cs_cz: Prozkoumejte populární bazény na Uniswap Analytics.
el_gr: Εξερευνήστε δημοφιλείς πισίνες στην Uniswap Analytics.
fi_fi: Tutki suosittuja pooleja Uniswap Analyticsissä.

source: For
cs_cz: Pro
el_gr: Για
fi_fi: Sillä

source: From
cs_cz: Od
el_gr: Από
fi_fi: Alkaen
hu_hu: Tól től
uk_ua: Від

source: From (at most)
cs_cz: Od (nanejvýš )
el_gr: Από (το πολύ)
fi_fi: Alkaen (enintään)
hu_hu: Feladó (legfeljebb)
uk_ua: Від (максимум)

source: Get support on Discord
cs_cz: Získejte podporu na Discord
el_gr: Λάβετε υποστήριξη στο Discord
fi_fi: Hanki tukea Discordista
hu_hu: Kérjen támogatást a Discord szolgáltatásról
uk_ua: Отримайте підтримку щодо Discord

source: High Price Impact
cs_cz: Vysoký dopad na cenu
el_gr: Επιπτώσεις Υψηλής Τιμής
fi_fi: Korkean Hinnan Vaikutus
hu_hu: Magas árhatás
uk_ua: Високий вплив на ціну

source: I understand
cs_cz: Chápu
el_gr: Κατανοώ
fi_fi: Minä ymmärrän
hu_hu: Megértem
uk_ua: Я розумію

source: If you purchase a token from this list, you may not be able to sell it back.
cs_cz: Pokud si zakoupíte token z tohoto seznamu, nemůžete ho prodat zpět.
el_gr: Αν αγοράσετε ένα διακριτικό από αυτή τη λίστα, μπορεί να μην μπορείτε να το πουλήσετε πίσω.
fi_fi: Jos ostat tunnuksen tästä luettelosta, et ehkä pysty myymään sitä takaisin.
hu_hu: Ha egy tokent vásárol ebből a listából, előfordulhat, hogy nem tudja visszaadni.
uk_ua: Якщо ви купуєте маркер у цьому списку, ви не зможете продати його назад.

source: Import
cs_cz: Importovat
el_gr: Εισαγωγή
fi_fi: Tuo
hu_hu: Importálás
uk_ua: Імпорт

source: Import List
cs_cz: Importovat seznam
el_gr: Εισαγωγή Λίστας
fi_fi: Tuo Luettelo
hu_hu: Importálás
uk_ua: Імпорт списку

source: Import V2 Pool
cs_cz: Importujte fond V2
el_gr: Εισαγωγή V2 Pool
fi_fi: Tuo V2-allas
hu_hu: Import V2 készlet
uk_ua: Імпорт пулу V2

source: Import at your own risk
cs_cz: Importovat na vlastní riziko
el_gr: Εισαγωγή με δική σας ευθύνη
fi_fi: Tuo omalla vastuulla
hu_hu: Import saját felelősségére
uk_ua: Імпорт на Ваш страх і ризик

source: In range
cs_cz: V dosahu
el_gr: Σε εμβέλεια
fi_fi: Alueella
hu_hu: Hatótávolságban
uk_ua: У діапазоні

source: Initial prices and pool share
cs_cz: Počáteční ceny a podíl seskupení
el_gr: Αρχικές τιμές και μερίδιο αγοράς
fi_fi: Alkuhinnat ja poolin osake
hu_hu: Kezdeti árak és a pool részesedése
uk_ua: Початкові ціни та обсяг акцій

source: Initializing...
cs_cz: Inicializace...
el_gr: Προετοιμασία...
fi_fi: Alustetaan...
hu_hu: Inicializálás ...
uk_ua: Ініціалізація...
